{
  "header": {
    "menu": "Menu",
    "nav": "Navigation",
    "nav_home": "Accueil",
    "nav_about": "À propos",
    "nav_projects": "Projets",
    "nav_work": "Travail",
    "nav_websites": "Websites",
    "nav_websites_mobile": "Besoin d'un Site Web ?",
    "change_lang": "Changer de Langue"
  },
  "footer": {
    "nav_home": "Accueil",
    "nav_about": "À propos",
    "nav_projects": "Projets",
    "nav_work": "Travail",
    "nav_websites": "Sites Web",
    "copyright_prefix": "Fernando Bustamante. Tous droits réservés."
  },
  "links": {
    "github": "Suivre sur GitHub",
    "linkedin": "Suivre sur LinkedIn"
  },
  "home": {
    "bio_name": "Fernando Bustamante",
    "bio_text": "Je suis Ingénieur d'Intégration chez Cellusys, où nous construisons des solutions de télécommunication qui sécurisent et optimisent les réseaux mobiles dans le monde entier. Je suis titulaire d'un B.Sc. en Informatique de l'Université de Dublin City et suis passionné par l'innovation 5G, l'intelligence de signalisation et la cybersécurité, transformant des systèmes complexes en une connectivité plus intelligente et plus sûre.",
    "resume_heading": "Travail",
    "resume_button": "Télécharger CV",
    "role_date_separator": "jusqu'à",

    "title_ie": "Ingénieur d'Intégration",
    "title_se": "Ingénieur Logiciel",
    "title_se_intern": "Stagiaire en Génie Logiciel",
    "title_officer": "Responsable des Commandites et Événements",
    "title_waiter": "Traiteur de Mariage et Restaurants",
    "title_tutor": "Mathématiques, Langues et Autres",
    "title_volunteer": "Bénévole",

    "company_cellusys": "Cellusys",
    "company_dcu_abc": "Club de Boxe DCU",
    "company_future": "Future Connections",
    "company_private_events": "Événements Privés",
    "company_private_tutor": "Tuteur Privé",
    "company_oxfam": "Oxfam",

    "date_present": "Actuel"
  },
  "about": {
    "heading": "Je suis Fernando, Ingénieur en Intégration chez Cellusys",
    "p1": "Je suis Ingénieur en Intégration chez **Cellusys**, où nous concevons, déployons et intégrons des solutions logicielles de télécommunications avancées qui maintiennent les réseaux mobiles sécurisés, efficaces et intelligents. Nos systèmes protègent le trafic de signalisation critique et aident les opérateurs à obtenir visibilité, contrôle et opportunités de monétisation sur leurs réseaux.",
    "p2": "J’ai une solide formation en **ingénierie logicielle, réseaux et protocoles de télécommunications**, avec une expertise pratique sur les technologies SS7, Diameter, GTP et 5G. Je suis profondément passionné par **l’innovation 5G, l’intelligence de signalisation et la cybersécurité dans les télécommunications**—aidant à construire des solutions qui renforcent la résilience du réseau tout en permettant aux opérateurs de fournir une connectivité plus sûre et plus intelligente. En plus des aspects techniques, je me concentre également sur le **côté humain de l’ingénierie** : améliorer la façon dont nous communiquons avec les clients, favoriser la confiance et fournir un service exceptionnel.",
    "p3": "Je suis motivé par les systèmes complexes, la collaboration significative et le défi de transformer la profondeur technique en impact commercial. Mon objectif est de continuer à grandir en tant qu’ingénieur et communicateur, contribuant à un écosystème de télécommunications plus sécurisé, intelligent et connecté."
  },
  "websites": {
    "web_portfolio": "Portfolio de Sites Web",
    "intro_p1": "Votre site web est votre atout commercial le plus critique. Nous concevons des solutions numériques qui vont au-delà de l'apparence, créant des actifs fiables et performants qui résolvent les problèmes et convertissent les visiteurs.",
    "quote_heading": "Ingénierie Numérique Qui Stimule la Croissance de l'Entreprise",
    "section_visible_title": "**Ce Que Vous Voyez :** Interfaces Utilisateur Soignées.",
    "item_design_strong": "Design Impactant.",
    "item_design_desc": "Capturer l'attention tout en reflétant votre image de marque professionnelle.",
    "item_ux_strong": "UX Supérieure.",
    "item_ux_desc": "Garantir que les visiteurs trouvent instantanément ce dont ils ont besoin, réduisant la friction.",
    "item_tech_strong": "Technologie Moderne.",
    "item_tech_desc": "Offrir des performances supérieures et un meilleur SEO pour chaque site (par exemple, Next.js).",
    "section_invisible_title": "**Ce Que Vous Ne Voyez Pas :** L'Avantage Opérationnel.",
    "section_invisible_p1": "Le véritable ROI provient souvent des systèmes fonctionnant en coulisses. Bien que confidentielle, cette expérience prouve que nous construisons des solutions personnalisées et puissantes :",
    "section_invisible_quote": "*Si vous pouvez imaginer un processus, nous pouvons construire le système pour le réaliser.*",
    "item_platforms_strong": "Plateformes Sur Mesure.",
    "item_platforms_desc": "Systèmes de réservation et portails clients personnalisés, adaptés exactement à votre flux de travail.",
    "item_data_strong": "Données et Intelligence.",
    "item_data_desc": "Développement de tableaux de bord KPI et d'outils d'analyse qui transforment les données en stratégie claire et exploitable.",
    "item_security_strong": "Sécurité Fiable.",
    "item_security_desc": "Conception d'architectures sécurisées pour toutes vos données opérationnelles sensibles.",
    "outro": "Arrêtez de vous adapter à des logiciels prêts à l'emploi. **Construisons une technologie qui s'adapte parfaitement à votre entreprise.**",
    "alert_email_text": "Envoyez-moi un e-mail à fbustamantedelriob@gmail.com",
    "alert_email_action": "Cliquez pour Envoyer un Email !",
    "alert_linkedin_text": "Envoyez-moi un e-mail ou un message Linked-in si vous souhaitez vous renseigner sur la création de votre site web !",
    "alert_linkedin_action": "Profil",
    "website_portfolio": [
      {
        "id": 1,
        "title": "Tableau de Bord d'Analyse Réseau",
        "description": "Le projet 5G SMS Firewall vise à améliorer la sécurité et l'efficacité des communications SMS au sein des réseaux 5G.",
        "category_title": "Analyse Réseau",
        "author_role": "Analyse Réseau"
      },
      {
        "id": 2,
        "title": "Club de Boxe Athlétique DCU",
        "description": "Représentant fièrement l'Université de Dublin City et l'Irlande, des compétitions amateurs aux Jeux Olympiques.",
        "category_title": "Club de Boxe",
        "author_role": "Club de Boxe"
      },
      {
        "id": 3,
        "title": "Del Rio Bourman Abogados",
        "description": "Cabinet d'avocats situé dans le sud de l'Espagne, à Malaga, avec plus de 50 ans d'expérience.",
        "category_title": "Cabinet d'Avocats",
        "author_role": "Cabinet d'Avocats"
      },
      {
        "id": 4,
        "title": "Bynle",
        "description": "Bynle est un organisateur d'événements et un système de réservation pour les clubs et sociétés universitaires.",
        "category_title": "Événements",
        "author_role": "Plateforme de Réservation d'Événements"
      },
      {
        "id": 5,
        "title": "BizImagine",
        "description": "BIZimagine est spécialisé dans la fourniture de solutions de gestion de transition (Interim Management) senior pour les entreprises à croissance rapide, en se concentrant sur les entreprises technologiques.",
        "category_title": "Gestion de Transition",
        "author_role": "Gestion de Transition"
      }
    ]
  },
  "work_page": {
    "title": "Expérience Professionnelle et Collaborations",
    "intro": "J'ai un fort intérêt pour les systèmes de télécommunication, la sécurité réseau et l'ingénierie logicielle. Grâce à mon expérience professionnelle, j'ai acquis une compréhension approfondie de la façon dont la signalisation, la connectivité et l'infrastructure se rejoignent pour maintenir les réseaux mobiles sécurisés et efficaces.",
    "cellusys_dublin": "Cellusys, Dublin",
    "future_connections": "Future Connections",
    "future_connections_subtitle": "Madrid",
    "dcu_abc": "Club de Boxe Athlétique",
    "dcu_abc_subtitle": "DCU, Dublin",
    "other_jobs": "Autres Emplois",

    "integration_engineer": "Ingénieur d'Intégration",
    "se_cellusys": "Ingénieur Logiciel",
    "se_intern": "Stagiaire en Génie Logiciel",
    "sponsorship_officer": "Responsable des Commandites et Événements",
    "private_tutor": "Tuteur Privé",
    "waiter": "Serveur",
    "volunteer": "Bénévole",

    "date_ie": "Août 2025 - Présent",
    "date_se": "Mars 2024 - Septembre 2024 et Mai 2023 - Août 2023",
    "date_se_intern": "Juin 2022 - Septembre 2022",
    "date_officer": "2023 - 2024",
    "date_tutor": "2019 - 2025",
    "date_waiter": "2018 - 2021",
    "date_volunteer": "2016 - 2017",

    "ie_b1": "Diriger les déploiements et intégrations sur site pour les solutions logicielles de télécommunication (systèmes SS7, Diameter, GTP et 5G), assurant une interopérabilité sans faille sur les réseaux clients.",
    "ie_b2": "Agir comme un lien technique clé entre les opérateurs et les équipes d'ingénierie internes, traduisant les exigences complexes en livrables clairs et réalisables.",

    "se_b1": "Contribution au développement de produits d'itinérance clés pour les opérateurs de télécommunication, y compris le Steering of Roaming, Roam Welcome et la Détection Anti-Steering of Roaming.",
    "se_b2": "Collaboration au sein d'une équipe de développement Agile pour améliorer les fonctionnalités des produits et les performances du système.",
    "se_b3": "Utilisation d'une pile technologique diversifiée, incluant Clojure, JavaScript, Java, ElasticSearch, AngularJS et Kibana pour construire et optimiser des solutions logicielles.",
    "se_b4": "Acquisition d'une expérience pratique et d'une solide compréhension des protocoles et technologies de télécommunication, tels que SS7, Diameter et SIP, avec une exposition aux avancées LTE/VoLTE et 5G-NR.",

    "se_intern_b1": "Développement et maintenance d'applications web full stack utilisant Django, tirant parti d'outils comme Plotly, Dash, SQL et Streamlit pour créer des interfaces dynamiques et interactives.",
    "se_intern_b2": "Automatisation des processus clés avec UI Vision et Python, rationalisant les flux de travail et augmentant l'efficacité opérationnelle.",
    "se_intern_b3": "Réalisation d'analyses de KPI sur les données des tours de téléphonie cellulaire pour les multinationales de télécommunication",

    "officer_text": "Direction des initiatives de parrainage et gestion de plus de 100 membres. Développement d'un nouveau site web du club utilisant Next.js, entraînant une augmentation de plus de 60 membres. Coordination d'événements et contribution à un plan de croissance sur 3 ans.",
    "tutor_text": "Mathématiques, Langues, Programmation et Design",
    "waiter_text": "Restauration de Mariage et Restaurants",
    "volunteer_text": "Oxfam, Bath, Royaume-Uni"
  },
  "projects_page": {
    "title": "Projets",
    "intro": "Un aperçu de certains de mes projets préférés — les choses que j'ai construites pendant mes études et à mes heures perdues."
  }
}
