{
  "about": {
    "heading": "Tôi là Fernando, Kỹ sư Tích hợp tại Cellusys",
    "p1": "Tôi là Kỹ sư Tích hợp tại **Cellusys**, nơi chúng tôi thiết kế, triển khai và tích hợp các giải pháp phần mềm viễn thông tiên tiến, giúp mạng di động an toàn, hiệu quả và thông minh. Hệ thống của chúng tôi bảo vệ lưu lượng tín hiệu quan trọng và giúp các nhà khai thác có được khả năng hiển thị, kiểm soát và cơ hội kiếm tiền trên toàn mạng lưới của họ.",
    "p2": "Tôi có nền tảng vững chắc về **kỹ thuật phần mềm, mạng và các giao thức viễn thông**, với kinh nghiệm thực tế về công nghệ SS7, Diameter, GTP và 5G. Tôi đặc biệt đam mê **đổi mới 5G, tín hiệu thông minh và an ninh mạng trong viễn thông**—giúp xây dựng các giải pháp tăng cường khả năng phục hồi mạng đồng thời cho phép các nhà khai thác cung cấp kết nối an toàn và thông minh hơn. Bên cạnh kỹ thuật, tôi cũng tập trung vào **khía cạnh con người của kỹ thuật**: cải thiện cách chúng tôi giao tiếp với khách hàng, nuôi dưỡng lòng tin và cung cấp dịch vụ đặc biệt.",
    "p3": "Tôi bị thúc đẩy bởi các hệ thống phức tạp, sự hợp tác có ý nghĩa và thách thức biến chiều sâu kỹ thuật thành tác động kinh doanh. Mục tiêu của tôi là tiếp tục phát triển với tư cách là một kỹ sư và người giao tiếp, đóng góp vào một hệ sinh thái viễn thông an toàn, thông minh và được kết nối hơn.",
    "github": "Theo dõi trên GitHub",
    "linkedin": "Theo dõi trên LinkedIn"
  },
  "websites": {
    "intro_p1": "Trang web là tài sản kinh doanh quan trọng nhất của bạn. Chúng tôi thiết kế các giải pháp kỹ thuật số không chỉ đẹp mắt—mà còn tạo ra các tài sản hiệu suất cao, đáng tin cậy, giải quyết vấn đề và chuyển đổi khách truy cập.",
    "quote_heading": "Kỹ Thuật Số Thúc Đẩy Tăng Trưởng Kinh Doanh",
    "section_visible_title": "**Những Gì Bạn Thấy:** Giao Diện Người Dùng Hoàn Thiện.",
    "item_design_strong": "Thiết Kế Ấn Tượng.",
    "item_design_desc": "Thu hút sự chú ý trong khi phản ánh thương hiệu chuyên nghiệp của bạn.",
    "item_ux_strong": "Trải Nghiệm Người Dùng Vượt Trội (UX).",
    "item_ux_desc": "Đảm bảo khách truy cập tìm thấy những gì họ cần ngay lập tức, giảm ma sát.",
    "item_tech_strong": "Công Nghệ Hiện Đại.",
    "item_tech_desc": "Mang lại hiệu suất và SEO vượt trội cho mọi trang web (ví dụ: Next.js).",
    "section_invisible_title": "**Những Gì Bạn Không Thấy:** Lợi Thế Vận Hành.",
    "section_invisible_p1": "ROI thực sự thường đến từ các hệ thống chạy ẩn sau hậu trường. Mặc dù bí mật, kinh nghiệm này chứng minh chúng tôi xây dựng các giải pháp tùy chỉnh, mạnh mẽ:",
    "section_invisible_quote": "*Nếu bạn có thể hình dung một quy trình, chúng tôi có thể xây dựng hệ thống cho quy trình đó.*",
    "item_platforms_strong": "Nền Tảng Tùy Chỉnh.",
    "item_platforms_desc": "Hệ thống đặt lịch và cổng thông tin khách hàng được thiết kế riêng, điều chỉnh chính xác theo quy trình làm việc của bạn.",
    "item_data_strong": "Dữ Liệu và Trí Tuệ.",
    "item_data_desc": "Phát triển các bảng điều khiển KPI và công cụ phân tích biến dữ liệu thành chiến lược rõ ràng, khả thi.",
    "item_security_strong": "Bảo Mật Đáng Tin Cậy.",
    "item_security_desc": "Kiến trúc các nền tảng bảo mật cho tất cả dữ liệu vận hành nhạy cảm của bạn.",
    "outro": "Đừng thích nghi với phần mềm có sẵn. **Hãy cùng xây dựng công nghệ thích ứng hoàn hảo với doanh nghiệp của bạn.**",
    "alert_email_text": "Gửi email cho tôi tại fbustamantedelriob@gmail.com",
    "alert_email_action": "Nhấp để Gửi Email!",
    "alert_linkedin_text": "Gửi email hoặc tin nhắn Linked-in cho tôi nếu bạn muốn hỏi về việc xây dựng trang web của mình!",
    "alert_linkedin_action": "Hồ Sơ",
    "website_portfolio": [
      {
        "id": 1,
        "title": "Bảng Điều Khiển Phân Tích Mạng",
        "description": "Dự án Tường lửa SMS 5G nhằm mục đích tăng cường tính bảo mật và hiệu quả của giao tiếp SMS trong mạng 5G.",
        "category_title": "Phân Tích Mạng",
        "author_role": "Phân Tích Mạng"
      },
      {
        "id": 2,
        "title": "Câu Lạc Bộ Quyền Anh Thể Thao DCU",
        "description": "Tự hào đại diện cho Đại học Thành phố Dublin và Ireland từ các cuộc thi nghiệp dư đến Thế vận hội Olympic.",
        "category_title": "Câu Lạc Bộ Quyền Anh",
        "author_role": "Câu Lạc Bộ Quyền Anh"
      },
      {
        "id": 3,
        "title": "Del Rio Bourman Abogados",
        "description": "Công ty luật tọa lạc tại miền Nam Tây Ban Nha, Málaga, với hơn 50 năm kinh nghiệm.",
        "category_title": "Công Ty Luật",
        "author_role": "Công Ty Luật"
      },
      {
        "id": 4,
        "title": "Bynle",
        "description": "Bynle là một hệ thống tổ chức sự kiện và đặt chỗ cho các câu lạc bộ và hội nhóm Đại học.",
        "category_title": "Sự Kiện",
        "author_role": "Nền Tảng Đặt Chỗ Sự Kiện"
      },
      {
        "id": 5,
        "title": "BizImagine",
        "description": "BIZimagine chuyên cung cấp các giải pháp Quản lý Tạm thời (Interim Management) cấp cao cho các doanh nghiệp tăng trưởng nhanh, tập trung vào các công ty công nghệ.",
        "category_title": "Quản Lý Tạm Thời",
        "author_role": "Quản Lý Tạm Thời"
      }
    ]
  }
}
